Repository: kinejara/cuelga
Catalog: *.lproj/Localizable.strings
Languages: es

# CFBundleDisplayName
source: Hang Up
es: Cuelga

# CFBundleName
source: Hang Up
es: Cuelga

# Rate.DoYou
source: Do you enjoy this app ? then give us your comments.
es: Te gusto esta app ? dejanos saber tus comentarios.

# Tutorial.title1
source: Select your contacts
es: Selecciona tus contactos

# Tutorial.subTitle1
source: Press '+' to select up to 10 contacts from your contacts list when doing a call you will be alerted in 5 minutes but you can change this on configurations.
es: Selecciona un contacto de tu directorio presionando '+' cuando realizes una llamada serás alertado a los 5 minutos.

# Tutorial.title2
source: Dial a phone number
es: Marca un número de teléfono

# Tutorial.subTitle2
source: No matter which kind of phone number you dial up, you will be notified as soon your time call is over.
es: sin importar que número telefónico marqués una notificación te alertará cuando el tiempo de tu llamada se este agotando.

# Tutorial.title3
source: Configure your alert
es: Cpnfigura tus alertas

# Tutorial.subTitle3
source: You can change the time and the sound of your alert so you don't waste your free minutes.
es: Puedes configurar el sonido y el tiempo de tus alertas.

# Contacts.tableTittle
source: Recents
es: Contactos Recientes

# Contacts.title
source: Contacts
es: Contactos

# Contacts.instructions
source: Press '+' to select a contact
es: Selecciona un contacto presionando '+'

# Call.phoneNumber
source: Phone Number
es: número de teléfono

# Call.hangUp
source: Hang up now!!
es: Cuelga Ahora!!

# Settings.minute
source: minute
es: minuto

# Settings.title
source: Settings
es: Ajustes

# Settings.time
source: Time
es: Tiempo

# Settings.alarm
source: Alarm
es: Alarma

# Settings.info
source: Tips to save minutes: 1.Carriers start to count the time as soon as you press call. 2.Remember to not close the app while you are in a call. 3.This app doesn't finish the call for you. 4.In order to get notified the call needs to be dial from this app.
es: Tips para ahorrar minutos: 1.Las operadoras cuentan el tiempo en llamada desde que presionas sobre el boton de marcar, en lugar de contar el tiempo una vez tu llamada es contestada. 2.Recuerda no cerrar la aplicación durante la llamada. 3.Esta app NO cuelga las llamadas directamente. (ninguna puede hacerlo) 4.Para poder recibir la notifcacion la llamada debe ser realizada desde la app

# Alert.YouNeed
source: You need to add a new contact Press over '+' And select a contact from your contact list.
es: Necesitas agregar un nuevo contacto presiona '+' y selecciona uno de tu lista de contactos.

# Alert.RememberBy
source: Remember By default you will be alert in 5 minutes but you can go to settings and choose your alert time.
es: Recuerda que tu alerta será a los 5 minutes Pero puedes cambiar el tiempo de alerta en la sección de ajuste.

# Alert.YouNeedType
source: You need type a valid phone number.
es: Necesitas ingresar un número válido.
